/* NSWindow (Login) : <title:Login> (oid:3) */
"Login" = "Σύνδεση";

/* NSButtonCell (Login) : <title:Login> (oid:14) */
"Login" = "Σύνδεση";

/* NSButtonCell (Cancel) : <title:Cancel> (oid:16) */
"Cancel" = "Άκυρο";

/* NSButtonCell (Add to Keychain) : <title:Add to Keychain> (oid:24) */
"Add to Keychain" = "Προσθήκη στο Keychain";

/* NSButtonCell (Anonymous Login) : <title:Anonymous Login> (oid:26) */
"Anonymous Login" = "Ανώνυμη Σύνδεση";

/* NSTextFieldCell (SSH Private Key:) : <title:SSH Private Key:> (oid:ggH-NR-cC6) */
"SSH Private Key:" = "SSH Ιδιωτικό Κλειδί:";

